IDEA Open Model
HingeElement1D.HingeTypeRY Property
Compatible with IDEA StatiCa Beta 20.0
 Hinge type in dirrection round Y
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public HingeTypeInDirrection HingeTypeRY { get; set; }
Public Property HingeTypeRY As HingeTypeInDirrection
	Get
	Set
Property Value
Type: HingeTypeInDirrection
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace